[
{
        "name": "教皇",
        "flipped": false,
        "imageName": "theHierophantSVG",
        "interpretText": "    援助、同情、宽宏大量，可信任的人给予的劝告，良好的商量对象，得到精神上的满足，遵守规则。\n\n    爱情上屈从于他人的压力，只会按照对方的要求来盲目改变自己，自以为这是必要的付出，其实是不必要的。做真实的自己就会收获更好的结果。",
        "storyText": "    这是一张代表唤醒良心与善良觉醒的牌，同时也是张关于内心信仰与传统的牌。\n\n    同皇帝所代表的物质主宰相比，他更趋向于精神层面，他是精神方面的权威，是未知世界的解释者。因为教皇能够直接与上帝联系，他用慈悲与洞察力试图拯救世人的灵魂，并用自己的言论引导人们走向正途。\n\n    牌面中的教皇高举双手向世人传播教义，信徒们虔诚地跪在地上聆听他的教诲。然而需要注意的是他同时也是传统知识和保守道德的代表，他控制人们的思维，使人的眼界变得狭小。只有彻底放弃陈旧的一切，探索新的解决方式，就会有新的希望。",
        "energy": 4

},
{
        "name": "宝剑女王",
        "flipped": true,
        "imageName": "queenOfSwordSVG",
        "interpretText": "    思考清晰，有耐性且理性的人，情绪波动起伏不大，自我管理得很好，而在思考方面则相当的敏捷且迅速。\n\n    暗示着自己在这一段感情之中是站在主导的位置，因为自己懂得运用那敏捷的思考能力来分析这一段感情可能发生的一些变化，并且找出一些问题来克服，也小心谨慎的观察着对方心情上的变化，并且找出应对的方法。",
        "storyText": "    这位面貌冷峻的女子，侧身向着我们，脸朝画面的右方，以右手直举着剑。她的左手伸出手臂高举，做着排拒的手势。\n\n    女子的座椅就位于旷野之中，可以看到她身后的远方有几颗树木。 云霭低垂笼罩地面，其上萧飒的天空中，可见到遥远处有一只孤独的飞鸟。\n\n    是想法的管理者与将理念推动的人物，是一位军师级的人物，其本身具有相当的专业性，与其讨论事情可以给与其专业上的协助，讲出的是专业的智慧指导，提出自己的见解，告诉他人背后的理念与原理是什么，并且能够从多个角度上去分析，采取客观的态度，极高度的分析能力，提出最佳的建议，与精辟的见解",
        "energy": 3
    },
    {
        "name": "圣杯侍从",
        "flipped": false,
        "imageName": "pageOfCupsSVG",
        "interpretText": "    有坚强的信念，现在的失意会影响你的心情，使你显得郁郁寡欢的。虽然如此，平日也还能亲切待人，是非常难得的！\n\n    你对目前的关系感到失望，不能从中得到满足，这会使你们的感情更危险，不妨仔细想一想其中的原因，相信一定会有所领悟的！",
        "storyText": "    圣杯侍从，温和而纯粹。\n\n    杯之中的鱼儿—象征着想象之力—自杯中探出了脑袋，侍从的注意力也为之吸引，但是他并没有多余的动作，只是觉得有趣而认真的回望。并未采取任何多余的行动，他放任自己想象并且不以世俗是桎梏来约束。\n\n    而对于水所代表的情感，他也充满了好奇与期盼，追求着纯粹的享受。因为他的心灵纯净，所以才能最大限度的发挥自己的想象与精神。\n\n    自这份纯粹的想象之中，他将开启自己正常的道路，对于心灵世界的探索以及心灵能力的开发，以着一种平和而稳定的方式。",
        "energy": 5
    },
    {
        "name": "隐士",
        "flipped": false,
        "imageName": "theHermitSVG",
        "interpretText": "    有骨气的、清高的、有智慧的、有法力的、自我修养的，生命的智慧情境、用智慧排除困难的、给予正确的指导方向、有鉴赏力的、三思而后行的、谨慎行动的。",
        "storyText": "    一位退隐的老人孤独的在黑暗中行走着，因为环境不合理想的缘故，所以他选择了退隐，他的身影寂寞，背景也很黯淡，但是他的心却是富足的。“隐士”手上的那盏明灯，照亮了他的方向，也指引了世人通往智慧之路的方向，他一但确定了目标，他的智慧与方向都是最正确的。",
        "energy": 5
    },
    {
        "name": "倒吊者",
        "flipped": false,
        "imageName": "theHangedManSVG",
        "interpretText": "    心甘情愿的牺牲奉献、以修练的方式来求道、不按常理的、反其道而行的、金钱上的损失、正专注于某个理想的、有坚定信仰的、长时间沈思的、需要沈淀的、成功之前的必经之道。",
        "storyText": "    “吊人”若有所思的表情好像神游去了，也好像在睡梦中得到了启发，没有人知道他吊在树上有多久了，也没有人知道这趟修练历程将持续多久。因为倒吊着的关系，所以“吊人”看世界的角度是不一样的，可以说是与一般人相反的，他的快乐和满足是精神层次的，不在乎世俗眼光是他修练的法则。",
        "energy": 5
    }
]
